Revit 2027 API
ParameterTypeId.DpartPhaseDemolishedByOriginal Property
 "Phase Demolished By Original"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartPhaseDemolishedByOriginal { get; }
Public Shared ReadOnly Property DpartPhaseDemolishedByOriginal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartPhaseDemolishedByOriginal {
	ForgeTypeId^ get ();
}
static member DpartPhaseDemolishedByOriginal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace